<?php
return [
    "sender" =>  env('WHATSAPP_API_SENDER') ,
    "key" => env('WHATSAPP_API_KEY'),
    "image_available_formats" => ['jpeg', 'png', 'jpg', 'gif', 'bmp'],
    "file_available_formats" => ['pdf', 'doc', 'docx', 'xls', 'xlsx', 'txt', 'rtf', 'xps', 'oxps', 'odt'],
    "available_responses" => [
        -1 => 'اشکال در سرور لطفا دوباره امتحان کنید',
        -2 => 'فرستنده یافت نشد',
        -3 => 'شماره فرستنده خالی است',
        -4 => 'کلید خالی است',
        -5 => 'کد کشور گیرنده خالی است',
        -6 => 'شماره گیرنده خالی است',
        -7 => 'مسیج خالی است',
        -8 => 'متد درخواست اشتباه است',
        -9 => 'نیاز به شارژ مجدد حساب کاربری',
        -10 => 'فرمت فایل ارسالی نامعتبر است',
        -11 => 'فرمت base64 اشتباه است',
        -15 => 'واتسا‍پ شما به پروایدر سرویس متصل نیست',
    ],
];
